[{"id":1,"name":"T-shirt","category_id":1,"description":"Футболка – это базовый элемент гардероба, который надевается через голову, имеет короткие или длинные рукава. Самый массовый вид одежды отшивается из натуральных, синтетических и смесовых материалов в различных расцветках. Изделия имеют облегающий либо свободный крой.","image_url":"green-t-shirt.jpg"},{"id":2,"name":"Jersey","category_id":1,"description":"Майка — это вид одежды, у которой отсутствуют рукава, воротник и застежки. Иногда ее называют облегающей футболкой без рукавов. Эта универсальная вещь может служить бельем, она идеальна в качестве спортивной одежды и в качестве элемента повседневного наряда, чаще всего в стиле casual.","image_url":"jersey.jpg"},{"id":3,"name":"Cap","category_id":1,"description":"форменный головной убор с широким и плоским козырьком, твёрдым околышем, мягкой тульей и небольшим круглым или овальным донышком, часто с подбородочным ремешком.","image_url":"cap.jpg"},{"id":4,"name":"Hat","category_id":1,"description":"Ша́пка (фр. chape — «крышка», «колпак», от лат. cappa) — в русском общее название для разных видов головных уборов, особенно мягких или теплых; в отличие от шляпы, у шапки нет полей. ГОСТ 17037-85 («Изделия швейные и трикотажные») определяют шапку как трикотажный головной убор, плотно облегающий голову.","image_url":""},{"id":5,"name":"Socks","category_id":1,"description":"Носки́ — вид нательного белья, короткий чулок, не доходящий до колена. Парный тканевый предмет одежды, предназначенный для ношения на ногах человека.","image_url":""},{"id":6,"name":"Underwear","category_id":1,"description":"Нижняя оде́жда, ни́жнее бельё, бельё нате́льное, арх. испо́днее — одежда, надеваемая непосредственно на тело человека и предназначенная для создания благоприятных гигиенических условий.","image_url":""},{"id":7,"name":"Jeans","category_id":1,"description":"Джи́нсы — брюки из плотной хлопчатобумажной ткани с проклёпанными стыками швов на карманах. Впервые изготовлены в 1853 году Ливаем Страуссом в качестве рабочей одежды для фермеров.","image_url":""},{"id":8,"name":"Turtleneck","category_id":1,"description":"Водолазка — тонкий обтягивающий свитер или фуфайка с воротом, закрывающим шею. Среди жителей Петербурга преимущественно используется слово «банлон», предположительно произошедшее от наименования марки полиамидного синтетического волокна Ban-Lon.","image_url":""},{"id":9,"name":"Pants","category_id":1,"description":"Брю́ки, штаны́, или портки́ — предмет верхней одежды, покрывающий нижнюю часть туловища и обе ноги по отдельности с помощью штанин. В классическом варианте брюки внизу достигают щиколоток или верхней части стопы. Традиционно носятся на талии, хотя многие современные модели имеют заниженную посадку и носятся на бёдрах.","image_url":""},{"id":10,"name":"Sweatshirt","category_id":1,"description":"Толстовка или свитшот — свитер из плотной тёплой ткани или трикотажа. Современные модели часто имеют спортивный обтекаемый облик, длинные рукава, округлый низкий ворот без застёжки, резинку внизу. Название позаимствовано у рубашки свободного покроя, которую носили в России до 1930-х годов.","image_url":""},{"id":11,"name":"Shorts","category_id":1,"description":"Шо́рты — разновидность укороченной одежды для ног - брюк, джинсов, штанов. Шорты могут служить в качестве элемента спортивной одежды, пляжной одежды, одежды для отдыха, деталью униформы, а также частью национального костюма. На протяжении длительного времени шорты были атрибутом детской одежды.","image_url":null},{"id":12,"name":"Jacket","category_id":1,"description":"Пиджа́к — часть костюма — верхняя одежда с открытым отложным воротником и застёгивающимися на пуговицы полами. Служит верхней частью классического мужского костюма. Пиджаки бывают однобортные и двубортные.","image_url":null},{"id":13,"name":"Suit","category_id":1,"description":"Костю́м — одежда, обычно предназначенная для каких-то социальных целей или свойственная различным историческим эпохам, странам и культурным группам. Также может означать комплект из нескольких элементов одежды или маскарадную и театральную одежду.","image_url":null},{"id":14,"name":"Dress","category_id":1,"description":"Плáтье — любая одежда кроме белья и обуви. Также предмет женского гардероба, обязательно с достаточно длинными полами, укрывающими тело и верхнюю часть ног. Платья — это верхняя одежда, состоящая из лифа и юбки, которая может быть изготовлена ​​из одной или нескольких частей.","image_url":null},{"id":15,"name":"Pajamas","category_id":1,"description":"Пижа́ма — разновидность домашней одежды, используемой преимущественно для сна. Типичная пижама, состоящая из свободных штанов и рубашки, является широко распространённой в домашнем обиходе. Чаще всего пижама окрашена в полоску вдоль контрастных цветов.","image_url":null},{"id":16,"name":"Sweater","category_id":1,"description":"Кофта — верхняя часть женского костюма. Кофта стала основой для появления остальных предметов плечевой вязаной одежды — свитеров, пуловеров, джемперов, жакетов и джерси. Даже если у кофты высокий застёгивающийся ворот, её правильнее называть кофтой, а не свитером. Кофта как предмет одежды известна много веков.","image_url":""},{"id":17,"name":"Top","category_id":1,"description":"Топ (от англ. top — «верх») — это обобщенное понятие для нескольких видов лёгкой женской одежды для верхней половины тела –укороченного верха разных типов: блузка, футболка, майка, укороченное худи или кардиган.","image_url":null},{"id":18,"name":"Jumpsuit","category_id":1,"description":"Комбинезо́н или комбе́з — предмет верхней одежды, представляющий собою соединение верхней части одежды и брюк. Словарь Ушакова указывал, что это производственный костюм, представляющий собой комбинацию куртки и брюк у авиаторов, шахтёров и других специалистов. Долгое время считался исключительно специальной одеждой.","image_url":null},{"id":19,"name":"Leggings","category_id":1,"description":"Лоси́ны или англ. ле́ггинсы, дольчики — разновидность штанов обтягивающего фасона. Использование слов «легинсы» и «ле́ггинсы» равноправно. Изначально лосинами называлась разновидность мужских брюк, изготовленных из лосиной кожи, которые использовались как элемент военной формы с начала XVIII века.","image_url":null},{"id":20,"name":"Coat","category_id":1,"description":"Пальто́ — разновидность мужского и женского верхнего платья для прохладной и холодной погоды. Традиционно длинное и шьётся из шерстяного сукна, в современности популярны также полупальто, которые как правило немногим длиннее пиджака.","image_url":null},{"id":21,"name":"Vase","category_id":2,"description":"Сосуд (вытянутой формы на ножке и т. п.) для фруктов, цветов и т. п.","image_url":null},{"id":22,"name":"Interior light","category_id":2,"description":"Интерьерный свет – освещение с помощью люстр, настольных ламп и настенных светильников, которые подчеркивают стилистику интерьера и добавляют декоративности в образ.","image_url":null},{"id":23,"name":"Picture","category_id":2,"description":"Картина в живописи — произведение изобразительного искусства, «относительно ограниченное от окружающей среды и предполагающее сосредоточенное, длительное восприятие с одной фиксированной точки зрения».","image_url":null},{"id":24,"name":"Flowerpot","category_id":2,"description":"Цвето́чный горшо́к — это горшок для выращивания растений в искусственных условиях, может иметь различные размеры и форму. В зависимости от материала изготовления горшки для цветов бывают: пластмассовые, керамические, металлические, глиняные, деревянные, стеклянные, каменные или поликарбонатные.","image_url":null},{"id":25,"name":"Keypad","category_id":2,"description":"Клю́чница — специализированный футляр объёмной формы для хранения и переноски ключей. Объединяет и фиксирует ключи для уменьшения риска их утери. Закрывается при помощи кнопок или молнии.","image_url":null},{"id":26,"name":"Basket","category_id":2,"description":"Корзи́на — плетёное изделие, служащее вместилищем для хранения вещей, для упаковки или переноски. Корзины плетут из различных материалов: берёсты, ивы лозы, луба, соломы, кореньев, драни, бамбука.","image_url":null},{"id":27,"name":"Candels","category_id":2,"description":"Свеча́ — изделие, приспособление для освещения или для некоторых других целей, чаще всего в виде цилиндра из твёрдого горючего материала, который в растопленном виде подводится к пламени с помощью фитиля.","image_url":null},{"id":28,"name":"Photo frame","category_id":2,"description":"Рáма, ра́мка — элемент, устройство, отграничивающие изображение от окружающей среды.","image_url":null},{"id":29,"name":"Clocks","category_id":2,"description":"Часы́ — прибор для определения текущего времени суток и измерения продолжительности временных интервалов в единицах, меньших, чем одни сутки. Самыми точными часами считаются атомные часы.","image_url":null},{"id":30,"name":"Curtains","category_id":2,"description":"Што́ры, занавески — общее наименование бытовых функционально-декоративных оконных или дверных занавесей из тканевых и иных материалов. Штора в частном случае — оконная занавесь, раздвигаемая в стороны или поднимаемая вверх.","image_url":null},{"id":31,"name":"Mirror","category_id":2,"description":"Зе́ркало — стекло или иной материал, например пластик или металл с гладкой поверхностью, имеющей отражающие свойства, предназначенное для отражения света. Наиболее известный пример — плоское зеркало.","image_url":null},{"id":32,"name":"Armchair","category_id":2,"description":"Кре́сло — предмет мебели для комфортного продолжительного сидения, со спинкой, c подлокотниками или без них.","image_url":null},{"id":33,"name":"Sofa","category_id":2,"description":"Дива́н — жёсткий, полужёсткий, полумягкий или мягкий предмет мебели со спинкой, предназначенный для сидения одного и/или нескольких человек. Хотя диван используется в основном для сидения, его также можно использовать для лежания или сна. В домах диваны обычно ставят в общих комнатах, гостиных, залах или холлах.","image_url":null},{"id":34,"name":"Closet","category_id":2,"description":"Шкаф — мебельное изделие для хранения предметов различного функционального назначения. Слово происходит от швед. Skap или нем. Schaff, от нем. Schaffen — приводить в порядок","image_url":null},{"id":35,"name":"Table","category_id":2,"description":"Стол — предмет мебели, имеющий приподнятую горизонтальную или наклонную поверхность и предназначенный для размещения предметов, выполнения работ, принятия пищи, игр, рисования, обучения и другой деятельности.","image_url":null},{"id":36,"name":"Frying pan","category_id":2,"description":"Сковорода́ — посуда для приготовления, разогрева пищи и других целей. Имеет, как правило, круглую форму. Может быть без ручек, с одной ручкой или с двумя ручками. Изготавливается из чугуна, нержавеющей стали или стали, покрытой различными эмалями, алюминия, керамики и др. материалов.","image_url":null},{"id":37,"name":"Knife","category_id":2,"description":"Нож — прежде всего колющий, а также рубящий, режущий инструмент, рабочей частью которого является клинок — полоса твёрдого материала с лезвием на одной или нескольких сторонах. В конструкции, чаще всего, можно выделить клинок и рукоять. У клинка может быть выраженное колющее остриё.","image_url":null},{"id":38,"name":"Garlands","category_id":2,"description":"Гирля́нда — декоративный мотив в виде сплетённых цветов, ветвей, стеблей с листьями, плодов, иногда в соединении с лентами — бандельверками, бантами, маскаронами, букраниями.","image_url":null},{"id":39,"name":"Spotlight","category_id":2,"description":"Прожектор — световой прибор, перераспределяющий свет лампы внутри малых телесных углов и обеспечивающий угловую концентрацию светового потока. В прожекторе световой поток лампы концентрируется в ограниченном пространственном угле с помощью зеркальной или зеркально-линзовой оптической системы.","image_url":null},{"id":40,"name":"Luminaire","category_id":2,"description":"Свети́льник — устройство, которое распределяет, фильтрует или преобразует свет, излучаемый одной или несколькими лампами, и которое включает в себя все части, необходимые для удержания, фиксации и защиты лампы, и при необходимости вспомогательные схемы вместе со средствами для подключения электропитания.","image_url":null},{"id":41,"name":"Extension crod","category_id":3,"description":"Электрический удлинитель — электротехническое устройство, предназначенное для подключения электроприборов в местах, удалённых от стационарных розеток. Как правило, подключение электропотребителей при помощи удлинителя носит временный характер, на время выполнения определенных работ.","image_url":null},{"id":42,"name":"Bread maker","category_id":3,"description":"Хлебопе́чка — бытовое малогабаритное электромеханическое устройство, основной функцией которого является автоматизированное изготовление формового хлеба, начиная от замеса теста и заканчивая выпеканием готового хлебобулочного изделия. Максимальная масса изделия — от 450 до 2000 г, в зависимости от модели хлебопе́чи.","image_url":null},{"id":43,"name":"Trigger","category_id":3,"description":"Три́ггер — изначально, событие, вызывающее у человека с посттравматическим стрессовым расстройством внезапное репереживание психологической травмы и тяжёлые негативные эмоции. Люди с посттравматическим стрессовым расстройством обычно всеми силами сторонятся встреч с триггером, стремясь избежать нового приступа.","image_url":null},{"id":44,"name":"Hairdryer","category_id":3,"description":"Электрический прибор для сушки волос.","image_url":null},{"id":45,"name":"Mouse","category_id":3,"description":"Компью́терная мышь — координатное устройство для управления курсором и отдачи различных команд компьютеру. Управление курсором осуществляется путём перемещения мыши по поверхности стола или специального коврика.","image_url":null},{"id":46,"name":"Keyboard","category_id":3,"description":"Компью́терная клавиату́ра — устройство ввода. Представляет собой набор клавиш, расположенных в определённом порядке. Бывает совмещённой в одно устройство с тачпадом, тензометрическим джойстиком или трекболом.","image_url":null},{"id":47,"name":"Vacuum cleaner","category_id":3,"description":"Пылесо́с — агрегат для уборки пыли и загрязнений с поверхностей посредством всасывания потоком воздуха. Пыль и загрязнения накапливаются в пылесборнике, из которого они должны регулярно удаляться. Первые пылесосы были изготовлены в США в 1869 году.","image_url":null},{"id":48,"name":"Smartwatch","category_id":3,"description":"Умные часы, также Смарт-часы или Часофон — компьютеризированные наручные часы с расширенной функциональностью, часто сравнимой с коммуникаторами. Первые модели выполняли простые задачи, например, выступали в роли калькулятора, переводчика или игрового устройства. Современные умные часы — это носимые компьютеры.","image_url":null},{"id":49,"name":"Cable","category_id":3,"description":"Ка́бель — конструкция из одного или нескольких изолированных друг от друга проводников, или оптических волокон, заключённых в оболочку. Кроме жил и изоляции кабель может содержать экран, сердечник, заполнитель, стальную или проволочную броню, металлическую оболочку, внешнюю оболочку.","image_url":null},{"id":50,"name":"Laptop","category_id":3,"description":"Ноутбук — переносной компьютер, в корпусе которого объединены типичные компоненты персонального компьютера, включая дисплей, клавиатуру и устройство указания, а также аккумуляторные батареи. Ноутбуки отличаются небольшими размерами и весом, время автономной работы ноутбуков варьируется.","image_url":null},{"id":51,"name":"PC","category_id":3,"description":"Персона́льный компью́тер, ПК, ПЭВМ — однопользовательская ЭВМ, имеющая эксплуатационные характеристики бытового прибора и универсальные функциональные возможности. ПК может быть как стационарным, так и портативным.","image_url":null},{"id":52,"name":"Tablet","category_id":3,"description":"Планшетный компьютер, электронный планшет, в просторечии часто планшет — собирательное понятие, включающее различные типы электронных устройств с сенсорным экраном, позволяющим управлять компьютерными программами, через прикосновение пальцами к объектам программы на экране.","image_url":null},{"id":53,"name":"TV","category_id":3,"description":"Телеви́зор, телевизио́нный приёмник — приёмник телевизионных сигналов изображения и звука, отображающий их на экране и с помощью динамиков.","image_url":null},{"id":54,"name":"Iron","category_id":3,"description":"Утюг — элемент бытовой техники для разглаживания складок и заминов на одежде. Процесс разглаживания называют глажкой или глаженьем.","image_url":null},{"id":55,"name":"Refrigerator","category_id":3,"description":"Холоди́льник — устройство, поддерживающее низкую температуру в теплоизолированной камере. Применяется обычно для хранения пищи, лекарств или предметов, требующих хранения в прохладном месте или при отрицательных температурах. В развитых странах бытовой холодильник имеется почти в каждой семье.","image_url":null},{"id":56,"name":"Router","category_id":3,"description":"Маршрутиза́тор, ро́утер, также ра́утер — специализированное устройство, которое пересылает пакеты между различными сегментами сети на основе правил и таблиц маршрутизации. Маршрутизатор может связывать разнородные сети различных архитектур.","image_url":null},{"id":57,"name":"Antenna","category_id":3,"description":"Анте́нна — преобразователь волновых полей; в традиционном понимании — устройство, предназначенное для излучения или приёма радиоволн.","image_url":null},{"id":58,"name":"Thermostat","category_id":3,"description":"Термоста́т — прибор для поддержания постоянной температуры. Поддержание температуры обеспечивается либо за счёт использования терморегуляторов, либо осуществлением фазового перехода. Для уменьшения потерь тепла или холода термостаты, как правило, теплоизолируют, но не всегда.","image_url":null},{"id":59,"name":"Scales","category_id":3,"description":"Весы́ — устройство или прибор для определения массы тел по действующему на них весу, приближённо считая его равным силе тяжести. Вес тела может быть определён как через сравнение с весом эталонной массы, так и через измерение этой силы через другие физические величины.","image_url":null},{"id":60,"name":"Coffee machine","category_id":3,"description":"Кофемашина — устройство для автоматического приготовления кофе из предлагаемого продукта. Варка кофе в кофемашине предполагает минимальное участие человека. В отличие от кофеварки кофемашина размалывает зёрна и варит кофе, как из молотого кофе, так и из зёрен.","image_url":null},{"id":61,"name":"Yandex station","category_id":4,"description":"«Яндекс.Станция» — «умная» колонка со встроенным голосовым помощником «Алиса», разработанная компанией «Яндекс»; производится в Китае.","image_url":null},{"id":62,"name":"Bluetooth headphones","category_id":4,"description":"TWS-наушники — беспроводные наушники, работающие по протоколу Bluetooth, внутриканальные или вкладыши по конструкции, которые не связаны между собой кабелем. Чаще всего заряжаются от комплектного кейса-футляра и имеют в конструкции встроенные аккумуляторы.","image_url":null},{"id":63,"name":"Silicone case","category_id":4,"description":"Чехол — покрышка из мягкого материала, сделанная по форме предмета и защищающая его от внешних воздействий. Также чехлом называют род нижней одежды, надеваемый, например, под платье, кофту. Ножны также являются разновидностью чехла.","image_url":null},{"id":64,"name":"Leather case","category_id":4,"description":"Чехол — покрышка из мягкого материала, сделанная по форме предмета и защищающая его от внешних воздействий. Также чехлом называют род нижней одежды, надеваемый, например, под платье, кофту. Ножны также являются разновидностью чехла.","image_url":null},{"id":65,"name":"Plastic case","category_id":4,"description":"Чехол — покрышка из мягкого материала, сделанная по форме предмета и защищающая его от внешних воздействий. Также чехлом называют род нижней одежды, надеваемый, например, под платье, кофту. Ножны также являются разновидностью чехла.","image_url":null},{"id":66,"name":"Flash driver 8GB","category_id":4,"description":"USB-флеш-накопитель — запоминающее устройство, использующее в качестве носителя флеш-память, и подключаемое к компьютеру или иному считывающему устройству по интерфейсу USB, пришедшее на замену флоппи-дискам.","image_url":null},{"id":67,"name":"Flash Driver 16GB","category_id":4,"description":"USB-флеш-накопитель — запоминающее устройство, использующее в качестве носителя флеш-память, и подключаемое к компьютеру или иному считывающему устройству по интерфейсу USB, пришедшее на замену флоппи-дискам.","image_url":null},{"id":68,"name":"Flash Driver 32GB","category_id":4,"description":"USB-флеш-накопитель — запоминающее устройство, использующее в качестве носителя флеш-память, и подключаемое к компьютеру или иному считывающему устройству по интерфейсу USB, пришедшее на замену флоппи-дискам.","image_url":null},{"id":69,"name":"Flash Driver 64GB","category_id":4,"description":"USB-флеш-накопитель — запоминающее устройство, использующее в качестве носителя флеш-память, и подключаемое к компьютеру или иному считывающему устройству по интерфейсу USB, пришедшее на замену флоппи-дискам.","image_url":null},{"id":70,"name":"Flash Driver 128GB","category_id":4,"description":"USB-флеш-накопитель — запоминающее устройство, использующее в качестве носителя флеш-память, и подключаемое к компьютеру или иному считывающему устройству по интерфейсу USB, пришедшее на замену флоппи-дискам.","image_url":null},{"id":71,"name":"Stylus","category_id":4,"description":"Стилус — ручка со специальным силиконовым наконечником, которым нужно касаться сенсорной поверхности монитора для управления компьютером либо для письма и рисования на графическом планшете.","image_url":null},{"id":72,"name":"SSD 128GB","category_id":4,"description":"Твердотельный накопитель — компьютерное энергонезависимое немеханическое запоминающее устройство на основе микросхем памяти, альтернатива жёстким дискам.","image_url":null},{"id":73,"name":"SSD 256GB","category_id":4,"description":"Твердотельный накопитель — компьютерное энергонезависимое немеханическое запоминающее устройство на основе микросхем памяти, альтернатива жёстким дискам.","image_url":""},{"id":74,"name":"SSD 512GB","category_id":4,"description":"Твердотельный накопитель — компьютерное энергонезависимое немеханическое запоминающее устройство на основе микросхем памяти, альтернатива жёстким дискам.","image_url":null},{"id":75,"name":"SSD 1TB","category_id":4,"description":"Твердотельный накопитель — компьютерное энергонезависимое немеханическое запоминающее устройство на основе микросхем памяти, альтернатива жёстким дискам.","image_url":null},{"id":76,"name":"Car holder","category_id":4,"description":"Держатель для телефона — это удобный аксессуар в автомобиль, который помогает водителю использовать свой смартфон не отвлекаясь от движения за рулем. С помощью такого девайса автолюбитель сможет общаться по сотовому не используя рук или настроить свой мобильный телефон как GPS навигатор.","image_url":null},{"id":77,"name":"Microphone","category_id":4,"description":"Микрофо́н — электроакустический прибор, преобразующий акустические колебания в электрический сигнал.","image_url":null},{"id":78,"name":"Laptop bag","category_id":4,"description":"Защитный чехол представляет собой тонкую накладку на корпус, которая защищает его. Внутри чехол изготавливается из мягких материалов, что смягчает удар в случае падения. А на внешней стороне обычно используется ткань, которая позволяет надёжно держать его, чтобы ноутбук не выскальзывал из рук.","image_url":null},{"id":79,"name":"Powerbank","category_id":4,"description":"Power Bank — это портативное зарядное устройство, предназначенное для подзарядки ваших электронных устройств, когда вы в пути.","image_url":null},{"id":80,"name":"Modulator","category_id":4,"description":"Модуля́тор — устройство, изменяющее параметры несущего сигнала в соответствии с изменениями передаваемого сигнала. Этот процесс называют модуляцией, а передаваемый сигнал модулирующим.","image_url":null}]